asvetliakov.vscode-neovim
bokuweb.vscode-git-grep
bungcip.better-toml
charliermarsh.ruff
christian-kohler.path-intellisense
cocopon.iceberg-theme
codecov.codecov
cpmcgrath.codealignment-vscode
denoland.vscode-deno
dustypomerleau.rust-syntax
eamodio.gitlens
exiasr.hadolint
harg.iceberg
knisterpeter.vscode-github
mcsodbrenner.better-open-editors
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
rioj7.vscode-recently-used
ryanluker.vscode-coverage-gutters
statelyai.stately-vscode
ziglang.vscode-zig
